---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.AnalyticalTransferSwitchData
source: html/59941000-b537-7d33-86fb-20551dbe9d3c.htm
---
# AnalyticalTransferSwitchData Members

The current rating value of the electrical analytical transfer switch.